"Cleanup completed" = "Limpeza concluída";
"%d selected, free up %@ disk space" = "%d selecionados, liberar %@ de espaço em disco";
"%ld items in total, %@ selected" = "Total de %ld itens, %@ selecionados";
"%ld similar photos, occupying %@" = "%ld fotos semelhantes, ocupando %@";
"Archive" = "Arquivar";
"Are you sure you want to clean the selected files?" = "Tem certeza de que deseja limpar os arquivos selecionados?";
"Cancel" = "Cancelar";
"Clean up all selected files" = "Limpar todos os arquivos selecionados";
"Clean up all the selected files after backing up" = "Limpar todos os arquivos selecionados após o backup";
"Cleaning up %@" = "Limpando %@";
"Close" = "Fechar";
"Comparing the similar images..." = "Comparando as imagens similares...";
"Created date" = "Data de criação";
"Earlier" = "Anterior";
"Exporting files..." = "Exportando arquivos...";
"Last Month" = "Mês passado";
"Last Week" = "Semana passada";
"No matching files were found." = "Nenhum arquivo correspondente foi encontrado.";
"No similar pictures found!" = "Nenhuma imagem semelhante encontrada!";
"Ok" = "Ok";
"Open Finder" = "Abrir Finder";
"Organizing remaining files..." = "Organizando os arquivos restantes...";
"Permissions denied, creation failed!" = "Permissões negadas, falha na criação!";
"Please select a folder or file." = "Por favor, selecione uma pasta ou arquivo.";
"Please select the file to export." = "Por favor, selecione o arquivo para exportar.";
"Reset" = "Redefinir";
"Search for files...." = "Buscar por arquivos....";
"Select the files to clean up." = "Selecione os arquivos para limpar.";
"The selected files will be packed and cleaned up." = "Os arquivos selecionados serão compactados e limpos.";
"This Year" = "Este ano";
"Today" = "Hoje";
"Files cannot be cleaned up without deletion permission." = "Os arquivos não podem ser limpos sem permissão de exclusão.";
"Yesterday" = "Ontem";
"Clean up the selected files" = "Limpar os arquivos selecionados";

